{
    "present": "PRESENT",
    "JAN": "JAN",
    "FEB": "FEB",
    "MAR": "MAR",
    "APR": "APR",
    "MAY": "MAY",
    "JUN": "JUN",
    "JUL": "JUL",
    "AUG": "AUG",
    "SEP": "SEP",
    "OCT": "OCT",
    "NOV": "NOV",
    "DEC": "DEC",
    "pre-presentation": "Passionate about developing software solutions focused on meeting user needs and expectations.",
    "presentation-p1": "I am a passionate developer focused on creating professional user interfaces. My favorite work lies at the intersection of design and development, delivering pixel-perfect implementations required by UX and business teams.",
    "presentation-p2-1": "Currently, I am a semi-senior Product Owner at ",
    "presentation-p2-2": " with extensive knowledge in the agribusiness sector. I contribute to the creation and maintenance of the agricultural management systems that are part of company, ensuring that our platform meets the requirements and needs of our users.",
    "presentation-p3-1": "In the past, I had the opportunity to work as a QA and application developer for pharmaceutical distribution systems in Argentina for ",
    "presentation-p3-2": " and as an implementer of payment transaction facilitators for ",
    "presentation-p4": "In my free time, I practice climbing, go to the gym regularly, enjoy visiting theaters and cinemas in Buenos Aires, and I am passionate about retro video games.",
    "professionalExperience:": "Professional experience:",
    "descriptionAgrology": "I led sprint planning and management, project progress presentations to the board, and highlighted improvements with Hotjar based on user needs. I executed API test plans using Postman and automated ones with Playwright. I designed screens with Figma and laid them out using React, ReactComponent, HTML, CSS, and JS.",
    "descriptionEldar": "Design, improve and test Web and Android projects focused on facilitating financial transactions using Figma, HTML, CSS. Execute integration test plans with third parties using Postman. Implement JIRA as a solution for team organization and active participation in squads under agile methodologies (Scrum).",
    "descriptionMiB": "I reviewed, documented, developed and maintained an application for pharmaceutical sales representatives, using HTML, CSS, Angular (FormsModule, Routing, Inputs and Outputs, AngularMaterial), Flexbox and bootstrap. I performed functional and automated tests (playwright) to ensure product quality. The software's main clients included Colgate, Pfizer, Andrómaco, Bayer, among others.",
    "fullCV": "View full CV",
    "personalProjects": "Personal projects:",
    "statisticsSpotify": "Statistics of your Spotify",
    "statisticsSpotify-description": "Web application to visualize your personal Spotify data. Explore your favorite artists and most played tracks over customizable time periods. You need to request your data from Spotify, which will be provided in .json format, and upload it to view the actual information.",
    "cv-description": "Personal website showcasing my resume information. Developed with React, using plain HTML and CSS for the components. I implemented a language selection system and hosted it on my own domain.",
    "aboutMe": "About Me:"
  }