{
    "present": "PRESENTE",
    "JAN": "ENE",
    "FEB": "FEB",
    "MAR": "MAR",
    "APR": "ABR",
    "MAY": "MAY",
    "JUN": "JUN",
    "JUL": "JUL",
    "AUG": "AGO",
    "SEP": "SEP",
    "OCT": "OCT",
    "NOV": "NOV",
    "DEC": "DIC",
    "pre-presentation": "Apasionado por crear soluciones de software orientadas a satisfacer las necesidades y expectativas de los usuarios.",
    "presentation-p1": "Soy un desarrollador apasionado por crear interfaces de usuario profesionales. Mi trabajo favorito se encuentra en la intersección del diseño y el desarrollo, llevando adelante los diseños al milímetro requeridos por los equipos de UX y negocio.",
    "presentation-p2-1": "Actualmente, soy Product Owner semi-sr en ",
    "presentation-p2-2": " y cuento con un amplio conocimiento en el negocio agropecuario. Colaboro en la creación y mantenimiento de los sistemas de gestión agrícola que forman parte de la compañía, lo que garantiza que nuestra plataforma cumpla con los requerimientos y necesidades que nuestros usuarios exigen.",
    "presentation-p3-1": "En el pasado, tuve la oportunidad de trabajar como QA y desarrollador de aplicaciones de distribución de medicamentos en farmacias de Argentina para ",
    "presentation-p3-2": " e implementador de facilitadores de transacciones de pago para ",
    "presentation-p4": "En mi tiempo libre practico escalada, voy regularmente al gimnasio, me gusta ir a los teatros y cines de Buenos Aires y soy un apasionado de los videojuegos retro.",
    "professionalExperience:": "Experiencia profesional:",
    "descriptionAgrology": "Lideré la planificación y gestión de sprints, presentaciones de avances de proyectos a directorio y releve mejoras con Hotjar en base a necesidades de los usuarios. Ejecuté planes de pruebas de APIs utilizando Postman y automatizadas con Playwright. Diseñe pantallas con Figma y el mequetado de las mismas utilizando React, ReactComponent, HTML, CSS y JS.",
    "descriptionEldar": "Diseñe, mejore y probé proyectos Web y Android enfocados en facilitar las transacciones financieras utilizando Figma, HTML, CSS. Ejecute planes de pruebas de integración con tercero utilizando Postman. Implemente JIRA como solucion para la organizacion de los equipos y la participación activa en squads bajo metodologías ágiles (Scrum).",
    "descriptionMiB": "Relevé, documente, desarrollé y mantuve una aplicación para visitadores farmacéuticos, utilizando HTML, CSS, Angular (FormsModule, Routing, Inputs y outputs, AngularMaterial), Flexbox y bootstrap. Realicé pruebas funcionales y automatizadas (playwright) para asegurar la calidad del producto. Entre los principales clientes del software se encontraban Colgate, Pfizer, Andrómaco, Bayer, entre otros.",
    "fullCV": "Ver CV completo",
    "personalProjects": "Proyectos personales:",
    "statisticsSpotify": "Estadísticas de tu Spotify",
    "statisticsSpotify-description": "Aplicación web para visualizar tus datos personales de Spotify. Consulta tus artistas favoritos, las pistas más escuchadas por periodos de tiempos a elección. Debes solicitar tu información a Spotify para recibirla en formato .json y cargarla para ver la información real.",
    "cv-description": "Sitio web personal que presenta la información de mi currículum vitae. Desarrollado con React, utilizando HTML y CSS puros para los componentes. Implementé un sistema de selección de idiomas y lo alojé en un dominio propio."
  }